export const StoreBackgroundColor: Record<string, string> = {
  72631: '#000000', // "Emall.by ПВЗ"
  72634: '#E72033', // "ЯМИГОМ"
  72517: '#80C200', // "Евроопт"
  72494: '#EC5E20', // "Соседи"
  72512: '#80C200', // "Корона"
  72490: '#24348B', // "Виталюр"
  72511: '#FE6403', // "Гиппо"
  72526: '#FFFFFF', // "Грин"
  72474: '#FFFFFF', // "Е-Доставка"
  72591: '#50A953CC', // "Green доставка"
  72477: '#FFFFFF', // "21vek.by"
  72471: '#FFFFFF', // "Остров Чистоты"
};

export const StoreNameMapper: Record<string, string> = {
  72631: 'Emall.by ПВЗ', // "Emall.by ПВЗ"
  72634: 'Ямигом', // "ЯМИГОМ"
  72517: 'Евроопт', // "Евроопт"
  72494: 'Соседи', // "Соседи"
  72512: 'Корона', // "Корона"
  72490: 'Виталюр', // "Виталюр"
  72511: 'Гиппо', // "Гиппо"
  72526: 'Грин', // "Грин"
  72474: 'Е-Доставка', // "Е-Доставка"
  72591: 'Green доставка', // "Green доставка"
  72477: '21vek.by', // "21vek.by"
  72471: 'Остров Чистоты', // "Остров Чистоты"
};
